Repository: scottsds/webonary
Catalog: wp-resources/localizations/input/yo_NG/Menu.xlf
Languages: yo

source: Overview
yo: Ìpàtẹ ìwò

source: Search
yo: Wá nǹkan

source: Searching
yo: Ó ń wá

source: Browse
yo: Wo àtẹ

source: Browsing
yo: Ó ti ń wo àtẹ

source: Browse English
yo: Wo àtẹ Gẹ̀ẹ́sì

source: Browse French
yo: Wo àtẹ Faransé

source: Browse vernacular
yo: Wo àtẹ èdè ìbílẹ̀

source: Download
yo: Gbà á sórí ẹ̀rọ rẹ

source: Language
yo: Èdè

source: Links
yo: Àsopọ̀

source: Help
yo: Ìrànlọ́wọ́

source: Introduction
yo: Ìfáàrà

source: Foreword
yo: Ọ̀rọ̀ Àkọ́sọ

source: Copyright
yo: Àṣẹ-ìkọ̀wé

source: Credits and acknowledgements
yo: Ìmòore àti ìmọrírì

source: Alphabet
yo: Álúfábẹ̀ẹ̀tì

source: Abbreviations
yo: Ìgékúrú ọ̀rọ̀

source: Entry explained
yo: Àlàyé ọ̀rọ̀

source: Link to Ethnologue page
yo: Ọ̀nà sí òpó Ethnologue

source: Phonology
yo: Fọnọ́lọ́jì

source: Grammar
yo: Gírámà

source: Map
yo: Máàpù

source: Photo Journal
yo: Itẹ́ àwòrán

source: Appendices
yo: Àpẹ́ndídìsì

source: Bibliography
yo: Ìwé ìtọ́kasí

source: Semantic Domains
yo: Agbọn ìtumọ̀

source: Webonary Home Page
yo: Abala ilé ní Webonary

source: Project website
yo: Òpó-ayélujára iṣẹ́ yìí

source: Branch website
yo: Òpó-ayélujára ẹ̀ka

source: SIL website
yo: Òpó-ayélujára SIL

source: Downloading
yo: Ó ń bọ́ sórí ẹ̀rọ rẹ

# Dictionary.fonts
source: Dictionary {font, plural, one {font} other {fonts}}
yo: Dictionary {font, plural, other {fonts}}

source: Contact us
yo: Kàn síwa

source: About Software
yo: Nípa Abákọ̀npútà-ṣiṣẹ́

source: Dictionary
yo: Atúmọ̀èdè

# Compilers
source: {Compiler, plural, one {Compiler} other {Compilers}}
yo: {Compiler, plural, other {Olùkójọ}}

source: Published by
yo: Àtẹ̀jáde láti

# cited.as
source: This web edition of the dictionary may be cited as:
yo: Ẹ leè ṣàfihàn atúmọ̀èdè torí ayélujára yìí báyìí:
