Repository: scottsds/webonary
Catalog: wp-resources/localizations/input/yo_NG/Program-Strings.xlf
Languages: yo

source: Entry not found.
yo: A ko rí ọ̀rọ̀.

source: Archives
yo: Àká

source: Enter password to view comments.
yo: Tẹ ọ̀rọ̀-ìgbaniwọlẹ́ láti rí ìsọ̀rọ̀sí.

source: No Comments
yo: Kò sí ìsọ̀rọ̀sí

source: One comment
yo: Ìsọ̀rọ̀sí kan

source: Read more
yo: Kà á síwájú

source: Previous Entries
yo: Ọ̀rọ̀ àtẹ̀yịìnwá

source: Next Entries
yo: Ọ̀rọ̀ tó kàn

source: Latest Posts
yo: Àjáàbalẹ̀ àgbéjáde

source: Pages
yo: Ojú ewé

source: Categories
yo: Ìsọ̀rí

source: Posts by Category
yo: Ìsọ̀rí àtẹ̀jáde

source: Category
yo: Ìsọ̀rí

source: Search results for
yo: Èsì àwárí fún ''''

source: Comments
yo: Ìsọ̀rọ̀sí

# No.matches
source: No matches. Please try again, or use the navigation menus to find what you search for.
yo: Kò sí ìbámu. Jọ̀wọ́ gbìyànjú lẹ́ẹ̀kan si, tàbí kí o lo ìtọ́ni lárìnká láti wá ohun tí ò ń wá.

source: No entries exist for
yo: Kò sí ọ̀rọ̀ bíi

source: Page
yo: Ojú ewé

source: of
yo: ti

# No.entries.exist.starting.with
source: No entries exist starting with this letter.
yo: Kò sì ọ̀rọ̀ tó bẹ̀rẹ̀ pẹ̀lú lẹ́tà yí.

source: Parts of Speech
yo: Ìsọ̀rí ọ̀rọ̀

source: Match whole words
yo: Kó gbogbo ọ̀rọ̀

source: Match accents and tones
yo: Kó àmì abẹ́ àti àmì ohùn

source: Number of Entries
yo: Iye ọ̀rọ̀

source: Last upload:
yo: Àgbéjáde tó gbẹ̀yìn:

source: Found in Semantic Domains:
yo: Ó wà ní agbọn ìtumọ̀:
