Repository: scottsds/webonary
Catalog: wp-resources/localizations/input/yo_NG/SIL-dictionary-plugin.xlf
Languages: yo

source: No entries exist for
yo: Kò sí ọ̀rọ̀ bíi

# No.entries.exist.starting.with
source: No entries exist starting with this letter.
yo: Kò sì ọ̀rọ̀ tó bẹ̀rẹ̀ pẹ̀lú lẹ́tà yí.

# partial.search.was.omitted
source: Because of the brevity of your search term, partial search was omitted.
yo: Torípé ọ̀rọ̀ tí o wá kúrú, a kò lo wíwá ẹlẹ́yọ.

source: All Parts of Speech
yo: Gbogbo ìsọ̀rí ọ̀rọ̀

source: All Languages
yo: Èdè gbogbo

source: Search
yo: Wá nǹkan

source: Number of entries
yo: Iye ọ̀rọ̀

source: Last update:
yo: Àgbéyẹ̀wò tó kẹ́yìn:

source: Date published:
yo: Ọjọ́ àtẹ̀jáde:

source: Advanced Search
yo: Wíwá nǹkan pẹ̀lú ètò

source: Hide Advanced Search
yo: Fi wíwá nǹkan pẹ̀lú ètò pamọ́

source: Match whole words
yo: Kó gbogbo ọ̀rọ̀

source: Match accents and tones
yo: Kó àmì abẹ́ àti àmì ohùn

# Click.here.to.include.searching
source: Click here to include searching through partial words.
yo: Tẹ ibí tí o bá fẹ́ wíwá ẹlẹ́yọ.

source: Entry not found
yo: A ko rí ọ̀rọ̀

source: Semantic Domain
yo: Agbọn ìtumọ̀

source: Search Domains
yo: Agbọn ìsàwárí

source: All Semantic Domains
yo: Gbogbo agbọn ìtumọ̀
