Repository: scottsds/webonary
Catalog: wp-resources/themes/webonary-zeedisplay/includes/lang/*.po
Languages: tg_tj

source: Entry not found.
tg_tj: Вурудӣ пайдо нашуд.

source: Archive for
tg_tj: Бойгонӣ барои

source: Archives
tg_tj: Бойгониҳо

source: Enter password to view comments.
tg_tj: Барои дидани шарҳҳо парол ворид кунед.

source: No comments
tg_tj: Шарҳҳо нест

source: One comment
tg_tj: Як шарҳ ҳаст

source: Terms of Service
tg_tj: Шартҳои хизматрасонӣ

source: Read more
tg_tj: Идомаи хониш

source: &laquo; Previous Entries
tg_tj: &laquo; Вурудиҳои пешина

source: Next Entries &raquo;
tg_tj: Вурудиҳои баъдӣ &raquo;

source: Latest Posts
tg_tj: Мақолаҳои охирин

source: Pages
tg_tj: Саҳифаҳо

source: Categories
tg_tj: Категорияҳо

source: Posts by Category
tg_tj: Мақолаҳо мувофиқи категория

source: Category
tg_tj: Категория

source: Search results for "%s"
tg_tj: Натиҷаи ҷустуҷӯ барои "%s"

source: Comments
tg_tj: Шарҳҳо

source: No matches. Please try again, or use the navigation menus to find what you search for.
tg_tj: Натиҷаи ҷустуҷӯ нест. Лутфан барои ёфтани матлаб дубора кӯшиш кунед ё аз менуҳои паймоиш истифода баред.
