Repository: scottsds/webonary
Catalog: wp-resources/themes/webonary-zeedisplay/includes/lang/pdt_*.po
Languages: ca

source: Entry not found.
ca: Nich eene Enfierunk.

source: Archives
ca: Jespikjat

source: Enter password to view comments.
ca: Jeff Schl√§tel to waut see sajen.

source: No comments
ca: Kjeena sajcht waut

source: One comment
ca: Eena sajcht

source: Terms of Service
ca: Oabeits Bedinjungen

source: Read more
ca: Lass wieda

source: Latest Posts
ca: Waut see nu sajen

source: Pages
ca: Sieden

source: Categories
ca: Gruppen

source: Posts by Category
ca: Waut see to eene Grupp sajen

source: Category
ca: Grupp

source: Search results for "%s"
ca: Jefungen fa "%s"

source: Comments
ca: Waut see sajen

source: No matches. Please try again, or use the navigation menus to find what you search for.
ca: Nich jefungen. Proow wada oda bruck Sieekjsorten.
