Repository: scottsds/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/lang/sil_dictionary-pdt_*.po
Languages: ca

source: No entries exist for
ca: Kjeene Enfierungen fa

source: Page
ca: Sied

source: of
ca: von

source: Entry not found
ca: Nich eene Enfierunk

source: No entries exist starting with this letter.
ca: Kjeene Enfierungen fangen aun met.

source: Click here to include searching through partial words.
ca: Wiess een Stekj von een Wuat.

source: All Parts of Speech
ca: Sproak Klaussen

source: Parts of Speech
ca: Sproak Klaussen

source: Search
ca: Sieekj

source: All Languages
ca: Aule Sproaken

source: Match whole words
ca: Sieekj gaunze Wieeda

source: Match accents and tones
ca: Vejlikj Betoonunk

source: Number of Entries
ca: Zol von Enfierungen

source: Last upload:
ca: Daut latste enjespikjat:

source: Date published:
ca: Drekj Dotem:

source: Found in Semantic Domains:
ca: En Bediedunksgruppen jefungen:

source: Semantic Domains
ca: Bediedunksgruppen

source: Semantic Domain
ca: Bediedunk Gruppen

source: Search Domains
ca: Sieekj en Gruppen

source: All Semantic Domains
ca: Aule Bediedunksgruppen

source: Publication Status
ca: Wäajen drekjen

source: Rough draft
ca: Onbeschläpne Proow

source: Self-reviewed draft
ca: Derchjesochte Proow

source: Community-reviewed draft
ca: Läsaderchjesochte Proow

source: Consultant approved
ca: Meista gootjenant

source: Finished (no formal publication)
ca: Volstendich (nich jedrekjt)

source: Formally published
ca: Volstendich jedrekjt
