Repository: scottsds/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/lang/sil_dictionary-*.po
Languages: hi_in

source: No entries exist for
hi_in: कोई प्रविष्टि शब्द मौजूद नहीं है

source: Page
hi_in: पृष्ठ

source: Entry not found
hi_in: प्रविष्टि नहीं मिली

source: No entries exist starting with this letter.
hi_in: इस अक्षर से शुरू होने वाला कोई प्रविष्टि शब्द मौजूद नहीं है

source: Because of the brevity of your search term, partial search was omitted.
hi_in: आपके खोज शब्द की संक्षिप्तता के कारण आंशिक खोज छोड़ दी गई थी

source: Click here to include searching through partial words.
hi_in: शब्दांश खोज शामिल करने के लिए यहां क्लिक करें

source: Parts of Speech
hi_in: वचन के अंश

source: Search
hi_in: खोज

source: All Languages
hi_in: सभी भाषाएं

source: Match whole words
hi_in: पूरे शब्दों का मिलान करो

source: Number of Entries
hi_in: प्रविष्टियों की संख्या

source: Last upload:
hi_in: आखिरी अपलोड

source: Date published:
hi_in: प्रकाशन तिथि

source: Found in Semantic Domains:
hi_in: वाक्यविन्यास के क्षेत्रों में पाया गया

source: Publication Status
hi_in: प्रकाशन की स्थिति

source: Rough draft
hi_in: कच्चा मसौदा

source: Self-reviewed draft
hi_in: स्व-समीक्षित मसौदा

source: Community-reviewed draft
hi_in: समुदाय समीक्षा मसौदा

source: Consultant approved
hi_in: Rसलाहकार द्वारा अनुमोदित

source: Finished (no formal publication)
hi_in: समाप्त (अनौपचारिक प्रकाशन)

source: Formally published
hi_in: औपचारिक रूप से प्रकाशित

source: Last update:
hi_in: आखिरी अपडेट
